Repository: wp-plugins/archive
Catalog: languages/archive-*.po
Languages: de_de, es_es, lt_lt

source: Sorry, This plugin requires WordPress 3.0+
de_de: Entschuldigung, aber dieses Plugin benötigt WordPress 3.0+
es_es: Lo siento, Este plugin requiere WordPress 3.0+
lt_lt: Šiam papildiniui reikalinga WordPress 3.0+ platforma

source: Sorry, This plugin has taken a bold step in requiring PHP 5.0+, Your server is currently running PHP %2s, Please bug your host to upgrade to a recent version of PHP which is less bug-prone. At last count, <strong>over 80%% of WordPress installs are using PHP 5.2+</strong>.
de_de: Entschuldigung, aber dieses Plugin hat einen mutigen Schritt in der PHP Bedingung genommen: 5.0+, Der Server läuft derzeit mit PHP%2s. Bitte deinen Hoster zu einer neueren Version von PHP, die weniger Fehleranfällig für ein Upgrade ist. Bei der letzten Zählung <strong>waren es mehr als 80%, die WordPress installiert haben mit PHP 5.2+</strong>.
es_es: Lo siento, Este plugin ha dado un riesgoso paso tratando de requerir PHP 5.0+. Actualmente tu servidor está utilizando PHP %.2s. Por favor conecte su proveedor de hosting para actualizar una versión más reciente de PHP que sea menos propensa a fallos. En el último conteo, <strong>más del 80% de las instalaciones de WordPress están utilizando PHP 5.2+</strong>.
lt_lt: Šis papildinys nesvarstęs reikalauja PHP 5.0+. Jūsų serveryje šiuo metu naudojama PHP %2s, reikalaukite savo svetainės talpinimo paslaugų tiekėjo atnaujinti naudojamą PHP kalbos versiją į ne tokią defektuotą. Svarbu žinoti, jog <strong> daugiau nei 80% WordPress įdiegimų naudoja PHP 5.2, arba naujesnę versiją</strong>.

source: Archive Info
de_de: Archiv Info
es_es: Información del Archivo
lt_lt: Archyvo Informacija

source: Move this item to the Archive
de_de: Bewege diesen Eintrag in das Archiv
es_es: Mueve este elemento al Archivo
lt_lt: Perkelti šiuos elementus į Archyvą

source: Archive
de_de: Archiv
es_es: Archivo
lt_lt: Archyvas

source: Move this item to the archived post type
de_de: Bewege diesen Eintrag in den archivierte Post Type
es_es: Mueve este elemento al archivo del tipo de entrada
lt_lt: Perkelti šiuos elementus į archyvinį įrašo tipą

source: Restore to
de_de: Wiederherstellen zu
es_es: Restaurar en
lt_lt: Atkurti į

source: Restore to Post Type
de_de: Wiederherstellen zu Post Type
es_es: Restaura tu Tipo de Entrada
lt_lt: Atkurti į Įrašų Tipus

source: No post to archive has been supplied!
de_de: Kein Artikel zum Archiv geliefert vermerkt!
es_es: ¡No ha sido suministrado ningúna entrada para archivar!
lt_lt: Į archyvą nebuvo persiųstas joks įrašas!

source: Sorry, I can't find the post-id
de_de: Entschuldigung, aber ich kann die Post ID nicht finden.

source: No item to undo archive has been supplied!
de_de: Es wurde kein Element zum Wiederherstellen gewählt!
es_es: ¡No ha sido suministrado ningún elemento para deshacer el archivo!
lt_lt: Iš archyvo nebuvo atšauktas joks elementas!

source: Sorry, i cant find the post-id
de_de: Leider finde ich keine die Post-ID
es_es: Lo siento, no puedo encontrar la identificación de entrada-ID
lt_lt: Atleiskite, negaliu surasti įrašo identifikatoriaus

source: Item moved to the Archive.
de_de: Eintrag nun im Archiv abgelegt.
lt_lt: Elementas perkeltas į Archyvą.

source: Undo
de_de: Rückgängig
lt_lt: Atšaukti

source: Item moved to the Post Type: %2$s.
de_de: Eintrag im Post Type: %2$s abgelegt.
lt_lt: Elementas perkeltas į Įrašo Tipą: %2$s.

source: ID of this archived item:
de_de: ID von diesem archiviertem Element:
es_es: ID de este elemento archivado:
lt_lt: Šio archyvuoto elemento identifikatorius:

source: Archived Post Type:
de_de: Archivierter Post Type:
es_es: Archivado al Tipo de Entrada:
lt_lt: Archyvuoto Įrašo Tipas:

source: Add New
de_de: Erstellen
es_es: Añadir Nuevo
lt_lt: Pridėti Naują

source: Add New Item
de_de: Neues Element
es_es: Añade un Nuevo Elemento
lt_lt: Pridėti Naują Elementą

source: Edit Item
de_de: Element bearbeiten
es_es: Edita el Elemento
lt_lt: Redaguoti Elementą

source: New Item in Archive
de_de: Neues Element im Archiv
es_es: Nuevo Elemento en el Archivo
lt_lt: Naujas Elementas Archyve

source: View Item
de_de: Element ansehen
es_es: Ver Elemento
lt_lt: Peržiūrėti Elementą

source: Search in Archive
de_de: Suche im Archiv
es_es: Busca en el Archivo
lt_lt: Paieška Archyve

source: No item found in Archive
de_de: Kein Element im Archiv gefunden
es_es: No se encontraron elementos en el Archivo
lt_lt: Joks elementas Archyve nerastas

source: No item found in Archive-Trash
de_de: Kein Element im Papierkorb des Archives gefunden
es_es: No se encontraron elementos en la Papelera del Archivo
lt_lt: Joks Elementas nerastas Archyve-Šiukšlyne

source: Parent item in Archive
de_de: Elternelement im Archiv
es_es: Elemento principal en el Archivo
lt_lt: Viršelementis Archyve

source: Archive post, pages and other post types to a Archive.
de_de: Archiviere Artikel, Seiten und andere Post Typen in ein Archiv.
es_es: Guarde la entrada, las páginas y otros tipos de entrada a un Archivo.
lt_lt: Pasiūsti įrašą, puslapi ar kitokį įrašo tipą į Archyvą.

source: No
de_de: Keine
lt_lt: Ne

source: Archive - maybe later an help for this plugin
de_de: Archiv - eine Hilfe eventuell später
es_es: Archivo – Tal vez más tarde haya ayuda disponible para este plugin
lt_lt: Archyvuokite - galbūt vėliau šio papildinio pagalba

source: Settings
de_de: Einstellungen

source: Show Archive link
de_de: Zeige Archiv Link

source: View Archive-Possibility on all post types or put behind the post types. One type per line.
de_de: Zeige Archiv-Möglichkeiten an allen Post Typen oder schränke die Post Typen ein. Ein Typ pro Zeile.

source: Your install uses the following post types:
de_de: Deine Installation hat folgende Post Typen:

source: Scheduled Archiving
de_de: Geplante Archivierung

source: Scheduled Archiving Settings
de_de: Geplante Archivierungs-Einstellungen

source: Automatically archive items older than
de_de: Automatisches Archivieren der Enträge, wenn älter als

source: days
de_de: Tage

source: Save Changes
de_de: Einstellungen speichern

source: ID
lt_lt: Identifikatorius

source: Archive your post types, also with cron.
es_es: Guarda tus tipos de entradas, también con cron.
lt_lt: Archyvuokite Jūsų sukurtus įrašų tipus, taip pat planuotoju.
